Repository: biglinux/biglinux-make-gir-doc-html
Catalog: locale/*.po
Languages: bg, cs, da, de, el, et, fi, he, hr, hu, is, it, ko, nl, no, pl, ro, ru, sv, tr, uk

source: Select a File
bg: Изберете файл
cs: Vyberte soubor
da: Vælg en fil
de: Wählen Sie eine Datei aus
el: Επιλέξτε ένα αρχείο
et: Valige fail
fi: Valitse tiedosto
he: בחר קובץ
hr: Odabir datoteke
hu: Válasszon ki egy fájlt
is: Veldu skrá
it: Seleziona un file
ko: 파일 선택
nl: Selecteer een bestand
no: Velg en fil
pl: Wybierz plik
ro: Selectați un fișier
ru: Выберите файл
sv: Välj en fil
tr: Bir Dosya Seçin
uk: Виберіть файл

source: Files
bg: Файлове
cs: Soubory
da: ﬁler
de: Dateien
el: Αρχεία
et: Faile
fi: Tiedostot
he: קבצים
hr: Datotekama
hu: Fájlokat
is: Skrár
it: ﬁle
ko: 파일
nl: Archief
no: Filer
pl: Pliki
ro: Fişierele
ru: Файлы
sv: ﬁler
tr: Dosyaları
uk: Файли

source: Generating Documentation
bg: Генериране на документация
cs: Generování dokumentace
da: Generering af dokumentation
de: Generieren von Dokumentationen
el: Δημιουργία τεκμηρίωσης
et: Dokumentatsiooni loomine
fi: Dokumentaation luominen
he: הפקת תיעוד
hr: Generiranje dokumentacije
hu: Dokumentáció létrehozása
is: Fylgiskjöl búin til
it: Generazione della documentazione
ko: 문서 생성
nl: Documentatie genereren
no: Genererer dokumentasjon
pl: Generowanie dokumentacji
ro: Generarea documentației
ru: Генерация документации
sv: Generera dokumentation
tr: Dokümantasyon Oluşturma
uk: Формування документації

source: Generating files...
bg: Генериране на файлове...
cs: Generování souborů...
da: Generering af filer...
de: Generieren von Dateien...
el: Δημιουργία αρχείων...
et: Failide genereerimine...
fi: Tiedostojen luominen...
he: יצירת קבצים...
hr: Generiranje datoteka...
hu: Fájlok generálása...
is: Skrár myndaðar...
it: Generazione di file in corso...
ko: 파일 생성 중...
nl: Bestanden genereren...
no: Generere filer...
pl: Generowanie plików...
ro: Generarea fișierelor...
ru: Генерация файлов...
sv: Generera filer...
tr: Dosyalar oluşturuluyor...
uk: Генерація файлів...

source: Select a folder to save the documentation
bg: Изберете папка за записване на документацията
cs: Vyberte složku, do které chcete dokumentaci uložit
da: Vælg en mappe for at gemme dokumentationen
de: Wählen Sie einen Ordner aus, in dem die Dokumentation gespeichert werden soll
el: Επιλέξτε ένα φάκελο για να αποθηκεύσετε την τεκμηρίωση
et: Valige dokumentatsioon salvestamiseks kaust
fi: Valitse kansio, johon dokumentaatio tallennetaan
he: בחר תיקיה לשמירת התיעוד
hr: Odaberite mapu za spremanje dokumentacije
hu: Válasszon ki egy mappát a dokumentáció mentéséhez
is: Velja möppu til að vista fylgiskjölin
it: Selezionare una cartella in cui salvare la documentazione
ko: 문서를 저장할 폴더를 선택합니다.
nl: Selecteer een map om de documentatie op te slaan
no: Velg en mappe for å lagre dokumentasjonen
pl: Wybierz folder, w którym chcesz zapisać dokumentację
ro: Selectați un folder pentru a salva documentația
ru: Выберите папку для сохранения документации
sv: Välj en mapp för att spara dokumentationen
tr: Belgeleri kaydetmek için bir klasör seçin
uk: Виберіть папку для збереження документації

source: Converting to HTML
bg: Конвертиране в HTML
cs: Převod do HTML
da: Konvertering til HTML
de: Konvertieren in HTML
el: Μετατροπή σε HTML
et: HTML-i teisendamine
fi: Muuntaminen HTML-muotoon
he: המרה ל-HTML
hr: Pretvaranje u HTML
hu: Konvertálás HTML formátumba
is: Umbreyti í HTML
it: Conversione in HTML
ko: HTML로 변환
nl: Converteren naar HTML
no: Konvertere til HTML
pl: Konwersja do formatu HTML
ro: Conversia în HTML
ru: Конвертация в HTML
sv: Konvertera till HTML
tr: HTML'ye dönüştürme
uk: Перетворення в HTML

source: Converting files to HTML...
bg: Конвертиране на файлове в HTML...
cs: Převod souborů do HTML...
da: Konvertering af filer til HTML...
de: Konvertieren von Dateien in HTML...
el: Μετατροπή αρχείων σε HTML...
et: Failide teisendamine HTML-iks...
fi: Tiedostojen muuntaminen HTML-muotoon...
he: המרת קבצים ל- HTML...
hr: Pretvaranje datoteka u HTML...
hu: Fájlok konvertálása HTML formátumba...
is: Umbreytir skrám í HTML...
it: Conversione di file in HTML...
ko: 파일을 HTML로 변환하는 중...
nl: Bestanden converteren naar HTML...
no: Konvertere filer til HTML...
pl: Konwersja plików do formatu HTML...
ro: Conversia fișierelor în HTML ...
ru: Конвертация файлов в HTML...
sv: Konvertera filer till HTML...
tr: Dosyaları HTML'ye dönüştürme...
uk: Конвертація файлів у HTML...

source: Completed
bg: Завършен
cs: Hotový
da: Afsluttet
de: Abgeschlossen
el: Ολοκληρωθεί
et: Lõpule viia
fi: Valmis
he: הושלמה
hr: Zavr≈°en
hu: Befejezett
is: Búinn
it: Finito
ko: 완료
nl: Volbracht
no: Fullført
pl: Zakończone
ro: Completat
ru: Завершённый
sv: Fullbordad
tr: Tamamlandı
uk: Завершено

source: The documentation has been converted to HTML and saved in the folder:\n$save_path
bg: Документацията е конвертирана в HTML и записана в папката:\n$save_path
cs: Dokumentace byla převedena do HTML a uložena do složky:\n$save_path
da: Dokumentationen er konverteret til HTML og gemt i mappen:\n$save_path
de: Die Dokumentation wurde in HTML konvertiert und im Ordner gespeichert:\n$save_path
el: Η τεκμηρίωση έχει μετατραπεί σε HTML και έχει αποθηκευτεί στο φάκελο:\n$save_path
et: Dokumentatsioon on teisendatud HTML-i ja salvestatud kausta:\n$save_path
fi: Dokumentaatio on muunnettu HTML-muotoon ja tallennettu kansioon:\n$save_path
he: התיעוד הומר ל- HTML ונשמר בתיקיה:\n$save_path
hr: Dokumentacija je pretvorena u HTML i spremljena u mapu:\n$save_path
hu: A dokumentációt HTML formátumba konvertáltuk és a következő mappába mentettük:\n$save_path
is: Fylgiskjölunum hefur verið umbreytt í HTML og vistuð í möppunni:\n$save_path
it: La documentazione è stata convertita in HTML e salvata nella cartella:\n$save_path
ko: 설명서가 HTML로 변환되어 다음 폴더에 저장되었습니다.\n$save_path
nl: De documentatie is geconverteerd naar HTML en opgeslagen in de map:\n$save_path
no: Dokumentasjonen er konvertert til HTML og lagret i mappen:\n$save_path
pl: Dokumentacja została przekonwertowana do formatu HTML i zapisana w folderze:\n$save_path
ro: Documentația a fost convertită în HTML și salvată în folderul:\n$save_path
ru: Документация была преобразована в HTML и сохранена в папке:\n$save_path
sv: Dokumentationen har konverterats till HTML och sparats i mappen:\n$save_path
tr: Belgeler HTML'ye dönüştürüldü ve şu klasöre kaydedildi:\n$save_path
uk: Документація була перетворена в HTML і збережена в теці:\n$save_path

source: No location selected
bg: Няма избрано местоположение
cs: Nebylo vybráno žádné umístění
da: Ingen placering valgt
de: Kein Standort ausgewählt
el: Δεν έχει επιλεγεί τοποθεσία
et: Asukohta pole valitud
fi: Sijaintia ei ole valittu
he: לא נבחר מיקום
hr: Nije odabrano mjesto
hu: Nincs kiválasztott hely
is: Engin staðsetning valin
it: Nessuna località selezionata
ko: 선택한 위치가 없습니다.
nl: Geen locatie geselecteerd
no: Ingen plassering valgt
pl: Nie wybrano lokalizacji
ro: Nicio locație selectată
ru: Местоположение не выбрано
sv: Ingen plats har valts
tr: Konum seçilmedi
uk: Місце не вибрано

source: No location has been selected to save the HTML documentation.
bg: Не е избрано местоположение за записване на HTML документацията.
cs: Pro uložení dokumentace HTML nebylo vybráno žádné umístění.
da: Der er ikke valgt nogen placering til lagring af HTML-dokumentationen.
de: Es wurde kein Speicherort für die HTML-Dokumentation ausgewählt.
el: Δεν έχει επιλεγεί καμία θέση για την αποθήκευση της τεκμηρίωσης HTML.
et: HTML-dokumentatsiooni salvestamiseks pole ühtegi asukohta valitud.
fi: HTML-dokumentaation tallennussijaintia ei ole valittu.
he: לא נבחר מיקום לשמירת תיעוד HTML.
hr: Nije odabrano mjesto za spremanje HTML dokumentacije.
hu: Nincs kiválasztva hely a HTML dokumentáció mentéséhez.
is: Engin staðsetning hefur verið valin til að vista HTML-fylgigögn.
it: Non è stata selezionata alcuna posizione per salvare la documentazione HTML.
ko: HTML 문서를 저장할 위치를 선택하지 않았습니다.
nl: Er is geen locatie geselecteerd om de HTML-documentatie op te slaan.
no: Ingen plassering er valgt for å lagre HTML-dokumentasjonen.
pl: Nie wybrano lokalizacji do zapisania dokumentacji HTML.
ro: Nu a fost selectată nicio locație pentru a salva documentația HTML.
ru: Место для сохранения HTML-документации не выбрано.
sv: Ingen plats har valts för att spara HTML-dokumentationen.
tr: HTML belgelerini kaydetmek için hiçbir konum seçilmedi.
uk: Для збереження HTML-документації не вибрано жодного місця.

source: No file selected
bg: Не е избран файл
cs: Nebyl vybrán žádný soubor
da: Ingen fil valgt
de: Keine Datei ausgewählt
el: Δεν έχει επιλεγεί αρχείο
et: Faili pole valitud
fi: Tiedostoa ei ole valittu
he: לא נבחר קובץ
hr: Nije odabrana nijedna datoteka
hu: Nincs kiválasztott fájl
is: Engin skrá valin
it: Nessun file selezionato
ko: 선택한 파일이 없습니다.
nl: Geen bestand geselecteerd
no: Ingen fil valgt
pl: Nie wybrano pliku
ro: Niciun fișier selectat
ru: Файл не выбран
sv: Ingen fil markerad
tr: Hiçbir dosya seçilmedi
uk: Файл не вибрано

source: No file has been selected.
bg: Не е избран файл.
cs: Nebyl vybrán žádný soubor.
da: Der er ikke valgt nogen fil.
de: Es wurde keine Datei ausgewählt.
el: Δεν έχει επιλεγεί κανένα αρχείο.
et: Ühtegi faili pole valitud.
fi: Tiedostoa ei ole valittu.
he: לא נבחר קובץ.
hr: Nijedna datoteka nije odabrana.
hu: Nincs fájl kiválasztva.
is: Engin skrá hefur verið valin.
it: Non è stato selezionato alcun file.
ko: 선택한 파일이 없습니다.
nl: Er is geen bestand geselecteerd.
no: Ingen fil er valgt.
pl: Nie wybrano żadnego pliku.
ro: Nu a fost selectat niciun fișier.
ru: Файл не выбран.
sv: Ingen fil har valts.
tr: Hiçbir dosya seçilmedi.
uk: Жоден файл не вибрано.
